let trainArr;
export default trainArr = [
  {
    id: 1,
    title: 'مركز الرياض التخصصي للتأهيل',
    description:
      'مركز الرياض التخصصي للتاهيل هو أول مركز رعاية نهارية رخص له من وزارة الموارد البشرية والتنمية الاجتماعية في عام 1420هـ الموافق 1999 م بالمملكة العربية السعودية ليقدم مجموعة من البرامج التدريبية والتأهيلية, وبرامج تنمية المهارات للأشخاص من ذوي الإعاقة حتي يؤهلهم لحياة افضل ويحقق امال وتطلعات أسرهم,من خلال تقديم الخدمات والكوادر المتخصصة و الاستفادة من جميع التجارب والخبرات لتأمين بيئة مناسبة لهم ولذويهم.',
    city: 'الرياض',
    mapUrl:
      'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3625.680716541858!2d46.67058918462589!3d24.669116058974343!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3e2f1cab0e5f0361%3A0x8a41747db94505f8!2z2YXYsdmD2LIg2KfZhNix2YrYp9i2INin2YTYqtiu2LXYtdmKINmE2YTYqtij2YfZitmE!5e0!3m2!1sar!2ssa!4v1676427000165!5m2!1sar!2ssa',
    doctors: [
      {
        name: 'محمد',
        imgUrl:
          'https://cdn-icons-png.flaticon.com/512/4128/4128176.png',
        jobTitle: 'مدرب',
      },
      {
        name: 'نوره',
        imgUrl:
          'https://cdn-icons-png.flaticon.com/512/4323/4323004.png',
        jobTitle: 'مدرب',
      },
    ],
  },
  {
    id: 2,
    title: 'مركز والدة الامير فيصل بن فهد للتوحد',
    description:
      ' لندرة المراكز المتخصصة بالتوحد وحاجة المجتمع الملحة لمثل هذه المراكز، جاءت فكرة إنشاء مركز والدة الأمير فيصل بن فهد للتوحد في العام 1999 ، حيث عمل المركز على تحقيق آمال وتطلعات أطفال التوحد وأسرهم، من خلال تقديم الخدمات والكوادر  المتخصصة والاستفادة من جميع التجارب والخبرات لتأمين بيئة مناسبة لأطفال التوحد وذويهم، والعمل على تدريبهم وتأهيلهم للاندماج في المجتمع لتحقيق التوافق النفسي والاجتماعي، آخذين بعين الاعتبار إمكانيات وقدرات الطلاب.',
    city: 'الرياض',
    mapUrl:
      'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3624.007824135805!2d46.602389684625315!3d24.72661165669788!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3e2ee204d9c3640b%3A0x457dd09b55116327!2z2YXYsdmD2LIg2YjYp9mE2K_YqSDYp9mE2KfZhdmK2LEg2YHZiti12YQg2KjZhiDZgdmH2K8g2YTZhNiq2YjYrdiv!5e0!3m2!1sar!2ssa!4v1676427588572!5m2!1sar!2ssa',
    doctors: [
      {
        name: 'سارة',
        imgUrl:
          'https://cdn-icons-png.flaticon.com/512/4323/4323004.png',
        jobTitle: 'مدرب',
      },
      {
        name: 'عبدالرحمن',
        imgUrl:
          'https://cdn-icons-png.flaticon.com/512/4128/4128176.png',
        jobTitle: 'مدرب',
      },
    ],
  },
  {
    id: 3,
    title: 'مركز الأمل المنشود للرعاية النهارية',
    description:
      'المركز هو أحد المشاريع المنفذة من قبل جمعية أم القرى الخيرية النسائية بمكة المكرمة أثناء رئاسة سعادة الدكتورة/ نجلاء فخر الدين رضا بدعم من صاحب السمو الملكي الأمير الوليد بن طلال، في عام 1425هـ.. برقم الترخيص (220) وبفضل من الله تم إنشاء جمعية الأمل المنشود للأشخاص ذوي الإعاقة وضم المركز إلى ملكيتها برئاسة سعادة الدكتورة/ مها بنت عبد الملك آل الشيخ',
    city: 'مكة',
    mapUrl:
      'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3714.537358654008!2d39.77476908522994!3d21.408113685794063!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x15c21a56836f9423%3A0x876aff0b67024b84!2z2YXYsdmD2LIg2KfZhNij2YXZhCDYp9mE2YXZhti02YjYryDZhNmE2LHYudin2YrYqSDYp9mE2YbZh9in2LHZitip!5e0!3m2!1sar!2ssa!4v1676460613635!5m2!1sar!2ssa',
    doctors: [
      {
        name: 'خالد',
        imgUrl:
          'https://cdn-icons-png.flaticon.com/512/4128/4128176.png',
        jobTitle: 'مدرب',
      },
      {
        name: 'احمد',
        imgUrl:
          'https://cdn-icons-png.flaticon.com/512/4128/4128176.png',
        jobTitle: 'مدرب',
      },
    ],
  },
  {
    id: 4,
    title: 'مركز شموع الأمل للرتبية الخاصة والتأهيل',
    description:
      'يقدم مجمع شموع الامل مجموعة من الخدمات الفنية المساندة بحسب احتياج الحالات وتشمل هذه الخدمات كل من: التأهيل النفسي وتعديل السلوك، علاج النطق والتخاطب، العلاج الطبيعي ، العلاج الوظيفي، التأهيل النفس حركي، التربية الخاصة، حيث يقوم على تقديم هذه الخدمات مجموعة من المختصين يتولون تقييم الحالة ومن ثم وضع الخطة الفردية المناسبة لها.',
    city: 'الدمام',
    mapUrl:
      'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3572.7158041249936!2d50.030767785127864!3d26.432646283336705!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3e49fded863cacad%3A0xf422a8ece1688dc!2z2LTZhdmI2Lkg2KfZhNij2YXZhCDZhNmE2KrYsdio2YrYqSDYp9mE2K7Yp9i12Kkg2Ygg2KfZhNiq2KPZh9mK2YQ!5e0!3m2!1sar!2ssa!4v1676458668669!5m2!1sar!2ssa',
    doctors: [
      {
        name: 'شهد',
        imgUrl:
          'https://cdn-icons-png.flaticon.com/512/4323/4323004.png',
        jobTitle: 'مدرب',
      },
      {
        name: 'ايمن',
        imgUrl:
          'https://cdn-icons-png.flaticon.com/512/4128/4128176.png',
        jobTitle: 'مدرب',
      },
    ],
  },
  {
    id: 5,
    title: ' مركز السيح للرعاية النهارية',
    description:
      'يتتطلع مركز السيح للرعاية النهارية الى تلبية كل متطلبات ذوي الأحتياجات الخاصة في المملكة العربيه السعودية بما يتوافق مع المعايير الدولية وسيعمل جاهدا نحو بناء بيئه ينخرط فيه الأطفال والبالغون من ذوي الأحتياجات الخاصة في صفوف المجتمع كأعضاء فعالين منتجين ليحيو حياة كريمه.  و يقدم المركز خدماتة لجميع ذوي الأحتياجات الخاصة من فئة فرط الحركة (توحد-فرط الحركة-التاخر العقلي -التأخر اللغوي - متلازمة داون )  للذكور والأناث بشكل منفصل. ',
    city: 'الخرج',
    mapUrl:
      'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.3390492683066!2d47.311798435176335!3d24.15983933438916!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3e254f7705a53843%3A0xc287e73584d089a6!2z2YXYsdmD2LIg2KfZhNiz2YrYrSDZhNmE2LHYudin2YrYqSDYp9mE2YbZh9in2LHZitip!5e0!3m2!1sar!2ssa!4v1676459500293!5m2!1sar!2ssa',
    doctors: [
      {
        name: 'فيصل',
        imgUrl:
          'https://cdn-icons-png.flaticon.com/512/4128/4128176.png',
        jobTitle: 'مدرب',
      },
      {
        name: 'ندى',
        imgUrl:
          'https://cdn-icons-png.flaticon.com/512/4323/4323004.png',
        jobTitle: 'مدرب',
      },
    ],
  },
  {
    id: 6,
    title: 'مركز رسالة أمل',
    description:
      'أنشئ المركز بسواعد أسرة كانت إعاقة إبنهم طاقة ودافعا لبذل كل ما لديهم لمساندة كل من يعانون نفس معانتهم ومن هنا أخذ المركز على عاتقه مساندة ذوي الإعاقات العقلية ليس فقط في الحصول على خدمات الرعاية والتأهيل اللازمة لهم بل ايضا للحصول على كافة حقوقهم في الحياة. وقد حرص مركز رسالة أمل على الاطلاع و الدراسة لجميع النظريات والفلسفات العالمية التي قامت عليها المراكز أو المدارس التي تقدم خدمات التدريب و التعليم لذوي الإعاقات العقلية والتوحد و بالتواصل مع العديد من المعاهد و الجامعات العالمية و العربية.',
    city: 'جدة',
    mapUrl:
      'https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d59355.842048268016!2d39.2141709!3d21.5960647!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x15c3d0dce08abb25%3A0xa93cd42c9789697d!2z2LHYs9in2YTYqSDYo9mF2YQgLSDZhNmE2LHYudin2YrYqSDYp9mE2YbZh9in2LHZitip!5e0!3m2!1sar!2ssa!4v1676460482847!5m2!1sar!2ssa',
    doctors: [
      {
        name: 'محمود',
        imgUrl:
          'https://cdn-icons-png.flaticon.com/512/4128/4128176.png',
        jobTitle: 'مدرب',
      },
      {
        name: 'صالح',
        imgUrl:
          'https://cdn-icons-png.flaticon.com/512/4128/4128176.png',
        jobTitle: 'مدرب',
      },
    ],
  },
];
