let trainArr;
export default trainArr = [
  {
    id: 1,
    title: 'مركز الرياض التخصصي للتأهيل',
    description:
      'مركز الرياض التخصصي للتاهيل هو أول مركز رعاية نهارية رخص له من وزارة الموارد البشرية والتنمية الاجتماعية في عام 1420هـ الموافق 1999 م بالمملكة العربية السعودية ليقدم مجموعة من البرامج التدريبية والتأهيلية, وبرامج تنمية المهارات للأشخاص من ذوي الإعاقة حتي يؤهلهم لحياة افضل ويحقق امال وتطلعات أسرهم,من خلال تقديم الخدمات والكوادر المتخصصة ةالاستفادة من جميع التجارب والخبرات لتأمين بيئة مناسبة لهم ولذويهم,والعمل عاي تدريبهم وتأهيلهم للاندماج في المجتمع لتحقيق التوافق النفسي والاجتماعي,اخذين بعين الاعتبار إمكانيات وقدرات المستفيدين من خدماتنا.ويحتوي المركز علي طاقة استيعابية تصل الي 460 مستفيد من الجنسين الذكور والإناث يتوفر لهم جميع الخدمات المتطورة في التأهيل باستخدام احدث ماوصل اليه العلم من برامج واجهزة ومعدات طبية متطورة سواء للاطفال أو البالغين.',
    city: 'الرياض',
    mapUrl:'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3625.680716541858!2d46.67058918462589!3d24.669116058974343!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3e2f1cab0e5f0361%3A0x8a41747db94505f8!2z2YXYsdmD2LIg2KfZhNix2YrYp9i2INin2YTYqtiu2LXYtdmKINmE2YTYqtij2YfZitmE!5e0!3m2!1sar!2ssa!4v1676427000165!5m2!1sar!2ssa',
    type: 'مركز',
  },
  {
    id: 2,
    title: 'مركز والدة الامير فيصل بن فهد للتوحد',
    description:
      ' لندرة المراكز المتخصصة بالتوحد وحاجة المجتمع الملحة لمثل هذه المراكز، جاءت فكرة إنشاء مركز والدة الأمير فيصل بن فهد للتوحد في العام 1999 ، حيث عمل المركز على تحقيق آمال وتطلعات أطفال التوحد وأسرهم، من خلال تقديم الخدمات والكوادر  المتخصصة والاستفادة من جميع التجارب والخبرات لتأمين بيئة مناسبة لأطفال التوحد وذويهم، والعمل على تدريبهم وتأهيلهم للاندماج في المجتمع لتحقيق التوافق النفسي والاجتماعي، آخذين بعين الاعتبار إمكانيات وقدرات الطلاب.',
    city: 'الرياض',
    mapUrl:
      'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3624.007824135805!2d46.602389684625315!3d24.72661165669788!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3e2ee204d9c3640b%3A0x457dd09b55116327!2z2YXYsdmD2LIg2YjYp9mE2K_YqSDYp9mE2KfZhdmK2LEg2YHZiti12YQg2KjZhiDZgdmH2K8g2YTZhNiq2YjYrdiv!5e0!3m2!1sar!2ssa!4v1676427588572!5m2!1sar!2ssa',
    type: 'مركز',
  },
  {
    id: 3,
    title: 'مركز الأمل المنشود للرعاية النهارية' ,
    description:
      'المركز هو أحد المشاريع المنفذة من قبل جمعية أم القرى الخيرية النسائية بمكة المكرمة أثناء رئاسة سعادة الدكتورة/ نجلاء فخر الدين رضا بدعم من صاحب السمو الملكي الأمير الوليد بن طلال، في عام 1425هـ.. برقم الترخيص (220) وبفضل من الله تم إنشاء جمعية الأمل المنشود للأشخاص ذوي الإعاقة وضم المركز إلى ملكيتها برئاسة سعادة الدكتورة/ مها بنت عبد الملك آل الشيخ',
    city: 'مكة',
    mapUrl:
      'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3390.8652771109187!2d49.56989738515223!3d25.307436483845073!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3e379052ded55d89%3A0x33348d873759cdf!2z2YXYs9iq2LTZgdmJINin2YTYtdit2Kkg2KfZhNmG2YHYs9mK2Kkg2KjYp9mE2KPYrdiz2KfYoQ!5e1!3m2!1sar!2ssa!4v1676285680126!5m2!1sar!2ssa',
    type: 'مركز',
  },
  {
    id: 4,
    title: 'مركز تدريب 4',
    description:
      'مستشفى الولادة و الاطفال بالاحساء هو مستشفى ذو مركز علاجي عالي الجودة يمكن من تقديم خدمات طبية متخصصة للمرضى. يرأس هذا المستشفى فريقاً من الأطباء الذين يتخصصون في علاج المرضى الذين يضمهم المستشفى. يقدم المستشفى أيضا أجهزة الاستشعار الحديثة ، وأحدث التقنيات والتكنولوجيا الطبية للمرضى والأطفال الذين يحتاجون إلى العلاج المتخصص.',
    city: 'الاحساء',
    mapUrl:
      'https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14415.471646177844!2d49.5599876!3d25.4092317!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x5fddc6bacfb79a9b!2z2YXYs9iq2LTZgdmJINin2YTZiNmE2KfYr9ipINmI2KfZhNij2LfZgdin2YQg2KjZhdit2KfZgdi42Kkg2KfZhNij2K3Ys9in2KE!5e0!3m2!1sar!2ssa!4v1676285770405!5m2!1sar!2ssa',
    type: 'مركز',
  },
  {
    id: 5,
    title: 'مدرب 2',
    description:
      'مستشفى الملك سلمان التخصصي بحائل هو مركز طبي يقدم العديد من الخدمات الطبية المتقدمة المتخصصة المختصة. المستشفى يضم مركزاً طبيًّا رائدًا يختص في الطب الباطني والأمراض السرطانية وطب الأشعة والتشريح. المستشفى يضم أيضًا مركز طبي يختص بخصوص الشعور والنفسية والاجتماعية، فضلاً عن مركزًا طبيًّا يخص طب السمنة وتجهيزات الجراحات وخصومات الروماتويد والفحص الصحي. كذلك يوفر المستشفى اختصاصات الطب البديل والتليفونية والحضانات الصحية.',
    city: 'حائل',
    mapUrl:
      'https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14147.02830692458!2d41.6920155!3d27.5700487!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xaa4b47ad0c9e5252!2z2YXYs9iq2LTZgdmJINin2YTZhdmE2YMg2LPZhNmF2KfZhiDYp9mE2KrYrti12LXZig!5e0!3m2!1sar!2ssa!4v1676285924665!5m2!1sar!2ssa',
    type: 'افراد',
  },
  {
    id: 6,
    title: 'مدرب 3',
    description:
      'مستشفى الملك خالد بحائل هو مؤسسة طبية متكاملة حديثة تقدم الخدمات الصحية العالية المستوى مع استخدام الأحدث في التكنولوجيا في الحقن والتشخيص والعلاج. يمتلك مستشفى الملك خالد اربع فصول من التركيبات الطبية التالية: مستشفى الاستشارات والجراحات والوظائف الطبية التطويرية، وعيادة للأعراض المزمنة، وعيادات الطب النفسي الخاصة بالعلاج النفسي، وعيادة طب الأسنان المتخصصة.',
    city: 'حائل',
    mapUrl:
      'https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14154.95158935396!2d41.6967663!3d27.5085257!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x7288b51bf935c9b2!2z2YXYs9iq2LTZgdmJINin2YTZhdmE2YMg2K7Yp9mE2K8!5e0!3m2!1sar!2ssa!4v1676285963259!5m2!1sar!2ssa',
    type: 'افراد',
  },
];
