const reviews = [
    {
      id: 1,
      name: 'احمد',
      image:
        'https://cdn-icons-png.flaticon.com/512/4128/4128176.png',
      text:
        "هذا الموقع يوفر خدمات مميزة للأشخاص المصابين بالتوحد. تجربتي كانت ممتازة مع فريق العمل المتفاني والمتخصص في هذا المجال، أنصح به بشدة لمن يبحثون عن الدعم والمساعدة في تحسين حياة الأشخاص المصابين بالتوحد.",
    },
    {
      id: 2,
      name: 'ساره',
      image:
        'https://cdn-icons-png.flaticon.com/512/4323/4323004.png',
      text:
        'هذا الموقع يوفر خدمات مميزة للأشخاص المصابين بالتوحد. تجربتي كانت ممتازة مع فريق العمل المتفاني والمتخصص في هذا المجال، أنصح به بشدة لمن يبحثون عن الدعم والمساعدة في تحسين حياة الأشخاص المصابين بالتوحد.',
    },
    {
      id: 3,
      name: 'سالم',
      image:
        'https://cdn-icons-png.flaticon.com/512/4128/4128176.png',
      text:
        'هذا الموقع يوفر خدمات مميزة للأشخاص المصابين بالتوحد. تجربتي كانت ممتازة مع فريق العمل المتفاني والمتخصص في هذا المجال، أنصح به بشدة لمن يبحثون عن الدعم والمساعدة في تحسين حياة الأشخاص المصابين بالتوحد.',
    },
    {
      id: 4,
      name: 'فهد',
      image:
        'https://cdn-icons-png.flaticon.com/512/4128/4128176.png',
      text:
        'هذا الموقع يوفر خدمات مميزة للأشخاص المصابين بالتوحد. تجربتي كانت ممتازة مع فريق العمل المتفاني والمتخصص في هذا المجال، أنصح به بشدة لمن يبحثون عن الدعم والمساعدة في تحسين حياة الأشخاص المصابين بالتوحد.',
    },
    {
      id: 4,
      name: 'نوره',
      image:
        'https://cdn-icons-png.flaticon.com/512/4323/4323004.png',
      text:
        'هذا الموقع يوفر خدمات مميزة للأشخاص المصابين بالتوحد. تجربتي كانت ممتازة مع فريق العمل المتفاني والمتخصص في هذا المجال، أنصح به بشدة لمن يبحثون عن الدعم والمساعدة في تحسين حياة الأشخاص المصابين بالتوحد.',
    },
  ];
  
  export default reviews;